tap "1password/tap"
tap "boz/repo"
tap "dart-lang/dart"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "kdash-rs/kdash"
tap "lusingander/tap"
tap "mergestat/mergestat"
tap "nats-io/nats-tools"
tap "sass/sass"
tap "tako8ki/tap"
tap "zegervdv/zathura"
brew "act"
brew "readline"
brew "python@3.12"
brew "azure-cli"
brew "bash"
brew "bat"
brew "btop"
brew "cabal-install"
brew "chafa"
brew "cmake"
brew "colima"
brew "coreutils"
brew "docker"
brew "doggo"
brew "dust"
brew "libgit2"
brew "eza"
brew "fd"
brew "flux"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "haskell-stack"
brew "helm"
brew "hpack"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "julia"
brew "kind"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "pkg-config"
brew "libxml2"
brew "lua"
brew "luarocks"
brew "maven"
brew "ncdu"
brew "neovim"
brew "openapi-generator"
brew "pandoc"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup"
brew "saml2aws"
brew "thefuck"
brew "tmux"
brew "tor"
brew "viu"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zlib"
brew "zplug"
brew "zsh-history-substring-search"
brew "lusingander/tap/serie"
brew "mergestat/mergestat/mergestat"
brew "zegervdv/zathura/zathura"
cask "font-symbols-only-nerd-font"
cask "headlamp"
cask "plugdata"
cask "wezterm"
