tap "1password/tap"
tap "boz/repo"
tap "clojure/tools"
tap "dart-lang/dart"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "kdash-rs/kdash"
tap "loft-sh/tap"
tap "lusingander/tap"
tap "mergestat/mergestat"
tap "nats-io/nats-tools"
tap "parksb/x"
tap "sass/sass"
tap "tako8ki/tap"
tap "zegervdv/zathura"
brew "act"
brew "freetype"
brew "pixman"
brew "bash"
brew "libgit2"
brew "bat"
brew "readline"
brew "black"
brew "btop"
brew "cabal-install"
brew "catimg"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "cosign"
brew "deno"
brew "docker"
brew "doctl"
brew "doggo"
brew "duckdb"
brew "dust"
brew "dylibbundler"
brew "exiftool"
brew "eza"
brew "fd"
brew "flatbuffers"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "googletest"
brew "python@3.12"
brew "graphviz"
brew "helm"
brew "hpack"
brew "htop"
brew "httpie"
brew "hub"
brew "jenv"
brew "jpeg"
brew "jq"
brew "julia"
brew "kind"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libarchive"
brew "libiconv"
brew "pkgconf"
brew "libressl"
brew "libxml2"
brew "llvm"
brew "lld"
brew "lua"
brew "luarocks"
brew "lynx"
brew "maven"
brew "ninja"
brew "ncdu"
brew "neovim"
brew "openapi-generator"
brew "pandoc"
brew "podman"
brew "postgresql@14"
brew "protobuf"
brew "qemu"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rtorrent"
brew "rustscan"
brew "saml2aws"
brew "sdl2"
brew "sdl2_image"
brew "stylua"
brew "telnet"
brew "thefuck"
brew "tinyxml2"
brew "tmux"
brew "tor"
brew "tracy"
brew "viu"
brew "wget"
brew "xmlto"
brew "yarn"
brew "yazi"
brew "yq"
brew "zlib"
brew "zplug"
brew "zsh-history-substring-search"
brew "clojure/tools/clojure"
brew "fluxcd/tap/flux"
brew "loft-sh/tap/vcluster"
brew "lusingander/tap/serie"
brew "mergestat/mergestat/mergestat"
brew "zegervdv/zathura/zathura"
cask "blender"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "headlamp"
cask "libreoffice"
cask "plugdata"
cask "wezterm"
