tap "1password/tap"
tap "boz/repo"
tap "clojure/tools"
tap "codecrafters-io/tap"
tap "dart-lang/dart"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "kdash-rs/kdash"
tap "loft-sh/tap"
tap "lusingander/tap"
tap "mergestat/mergestat"
tap "nats-io/nats-tools"
tap "parksb/x"
tap "sass/sass"
tap "tako8ki/tap"
tap "weaveworks/tap"
tap "zegervdv/zathura"
brew "act"
brew "freetype"
brew "pixman"
brew "zstd"
brew "ast-grep"
brew "readline"
brew "awscli"
brew "bash"
brew "libgit2"
brew "bat"
brew "black"
brew "btop"
brew "cabal-install"
brew "catimg"
brew "chafa"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cosign"
brew "dcraw"
brew "deno"
brew "dnsmasq"
brew "docker"
brew "doctl"
brew "doggo"
brew "duckdb"
brew "duf"
brew "dust"
brew "dylibbundler"
brew "exiftool"
brew "eza"
brew "fd"
brew "gnutls"
brew "libarchive"
brew "sdl2"
brew "ffmpeg"
brew "flatbuffers"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "googletest"
brew "graphviz"
brew "grep"
brew "grex"
brew "pkgconf"
brew "guile"
brew "helm"
brew "hpack"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "just"
brew "kind"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "libpq"
brew "libressl"
brew "libxml2"
brew "llvm"
brew "lld"
brew "llvm@18"
brew "lua"
brew "luarocks"
brew "lynx"
brew "openjdk"
brew "maven"
brew "ninja"
brew "ncdu"
brew "neovim"
brew "node"
brew "ollama"
brew "openapi-generator"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "podman"
brew "postgresql@14"
brew "protobuf"
brew "python@3.12"
brew "qemu"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rtorrent"
brew "rustscan"
brew "saml2aws"
brew "sdl2_image"
brew "socat"
brew "stylua"
brew "telnet"
brew "thefuck"
brew "tinyxml2"
brew "tmux"
brew "tor"
brew "tracy"
brew "tree"
brew "viu"
brew "w3m"
brew "wasm-tools"
brew "watch"
brew "wget"
brew "xh"
brew "xmlto"
brew "yarn"
brew "yazi"
brew "yq"
brew "zig"
brew "zlib"
brew "zplug"
brew "zsh-history-substring-search"
brew "clojure/tools/clojure"
brew "codecrafters-io/tap/codecrafters"
brew "fluxcd/tap/flux"
brew "loft-sh/tap/vcluster"
brew "lusingander/tap/serie"
brew "weaveworks/tap/eksctl"
brew "zegervdv/zathura/zathura"
cask "blender"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "headlamp"
cask "kitty"
cask "libreoffice"
cask "ngrok"
cask "plugdata"
cask "warp"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
